Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja4/sarakdarui-s.htm.tmx
Source language: sme
Languages: nob

source: Loahpas berre velá namahuvvot ahte maiddái dan galbma áiggi ge gávdnojedje dážaid gaskkas lieggaváimmolaš sámiid ustibat ja bealušteaddjit .
nob: Til slutt bør det også nevnes at også i den kalde tida fantes det varmhjerta samevenner og forsvarere blant de norske .

source: Mun namahan Tromsa-bisma Skaar , guhte oaččui gudnenama « sámiid bisma » , gieskat jápmán rektor Qvigstad ja gieldabáhppa Otterbech .
nob: Jeg nevnte Tromsø-biskop Skaar , som fikk æresnavnet « samenes biskop » , nylig avdøde rektor Qvigstad og sogneprest Otterbech .

source: Ollu áššit leat dál earáhuvvan sámiide buorrin .
nob: Mange saker er nå endra til det bedre for samene .

source: Thomas von Westen ja bisma Gunnerus prográmma lea eatnat áššiin ollášuhttojuvvon .
nob: Thomas von Westen og biskop Gunnerus ’ program er i flere saker oppfylt .

source: Sámiide lea miehtebiegga .
nob: Samene har medvind .

source: Muhto jogo son lea Kroga vuoigŋa luovvankeahtes láhkái gitta čadnojuvvon ?
nob: Men skal tro om Krogs ånd er så bundet fast at den ikke kan rive seg løs igjen ?

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
